tap "cloudflare/cloudflare"
brew "btop"
brew "cloudflared", restart_service: :changed
brew "cmake"
brew "cmatrix"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "glow"
brew "iftop"
brew "iperf3"
brew "lazygit"
brew "lolcat"
brew "mtr"
brew "node"
brew "pkgconf"
brew "starship"
brew "superfile"
brew "tmux"
brew "yazi"
brew "zoxide"
cask "raycast"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "raczzalan.webgl-glsl-editor"
vscode "slevesque.shader"
vscode "unifiedjs.vscode-mdx"
